import React from 'react'
import user from '../components/user.png'
import { Link } from 'react-router-dom'
export default function PostView() {
  return (
    <div>
      <div className="container">
        <img src={user} alt="user" width={39} /> &nbsp;&nbsp; <b>RohanNikale</b> @rohannikale7
        <div className="post">
          <p>आज मैं दूर सही तुझसे, पर तुम हमेसा मेरे पास हो।</p>
          <p>कैसे बताऊँ मैं तुझको, कि तुम मेरे लिये कितनी खास हो।</p>
          <p>तुम्हे पता न होगी अपनी किमत, या शायद जानती भी हो।</p>
          <p>पर मेरे लिये, तुम बेहद ही बेसकिमती हो।</p>
          <p>मेरे हर मुस्कान हर सादगी में हो।</p>
          <p>ये कुदरत का कोई करिश्मा है, शायद !</p>
          <p>कि तुम मेरी जिन्दगी में हो।</p>
          <p>जिन्दगी से बस यही आस है, खुदा से बस यही अरदास है।</p>
          <p>मैं सो जाऊँ तुम्हारे गोद में, तू अपने हाँथों से मेरे बालों को सहलाती रहे।</p>
          <p>कभी हो जाऊँ जिन्दगी से परेशान, तो तू आपनी बातों से मुझे बहलाती रहे।</p>
          <p>भीगी - भीगी सडकों में, हाँथों में हाँथ लिये चलते रहें।</p>
          <p>भीग कर बारिस में इश्क़ की आग में जलते रहें।</p>
          <p>लबों से कुछ न बोलना, नज़रों को नज़रों से बात कहने देना।</p>
          <p>सुन लेना धड़कनों को, दिल को दिल के राज कहने देना।</p>
          {/* <div className="author">बशीर बद्र</div> */}
          <div className="tags">
          </div>
        </div>
      </div>
      <div>

      </div>
    </div>
  )
}
